[
  {
    "name": "ElysiumPit",
    "thumbnail": "images/elysiumpit.png",
    "description": "A high-intensity pit gamemode for the Elysium Network featuring custom items, unique currency, bespoke armor sets, and engaging PvP mechanics. Designed for competitive gameplay and leaderboards."
  },
  {
    "name": "ItemX",
    "thumbnail": "images/itemx.png",
    "description": "A versatile item creation plugin with over 160+ fully customizable items, each with unique lore, names, and effects. Designed to enhance creativity and expand server gameplay possibilities."
  },
  {
    "name": "Leorion",
    "thumbnail": "images/leorion.png",
    "description": "A fully custom MMORPG plugin including unique armor sets, mechanics, items, mobs, quests, and much more. Built to deliver a rich, immersive RPG experience within Minecraft."
  },
  {
    "name": "LeorionLogin",
    "thumbnail": "images/leorionlogin.png",
    "description": "A secure, custom login plugin for Leorion servers, ensuring reliable authentication, account management, and enhanced security for players."
  },
  {
    "name": "RandomIdentity",
    "thumbnail": "images/randomidentity.png",
    "description": "A plugin which using commands you can give all players or specific players random skins and usernames."
  },
  {
    "name": "ObfuscatedPlayer",
    "thumbnail": "images/obfuscatedplayer.png",
    "description": "A plugin where when a player goes invisible their name is assigned random characters which also works with other plugin's GUI."
  },
  {
    "name": "LeagueMC",
    "thumbnail": "images/leaguemc.png",
    "description": "An experimental MMORPG server with over 300+ active members, featuring custom armor, items, mobs, and advanced RPG mechanics. Designed as a proof-of-concept for large-scale MMORPG integration."
  },
  {
    "name": "TridentXMace",
    "thumbnail": "images/tridentxmace.png",
    "description": "A custom plugin adding a unique trident with wind-based abilities, crafting rituals that grant unstable tridents with random effects, and other exciting features."
  },
  {
    "name": "AnthraxRPG",
    "thumbnail": "images/anthraxrpg.png",
    "description": "A cutting-edge custom MMORPG server incorporating unique mechanics, immersive quests, and a rich progression system to deliver an engaging gameplay experience."
  },
  {
    "name": "HoldMyVillager",
    "thumbnail": "images/HoldMyVillager.png",
    "description": "A custom plugin that allows players to pick up and carry villagers with ease."
  },
  {
    "name": "GhostSMP",
    "thumbnail": "images/GhostSMP.png",
    "description": "An SMP plugin featuring collectible souls that grant unique abilities, inspired by Strength SMP–style mechanics."
  },
  {
    "name": "OniSMP",
    "thumbnail": "images/OniSMP.png",
    "description": "A detailed mask-based plugin with multiple variants, each providing powerful and unique abilities."
  },
  {
    "name": "ItemAdderLocker",
    "thumbnail": "images/ItemAdderLocker.png",
    "description": "Lets players safely store and manage their ItemAdder cosmetic skins in a dedicated locker system."
  },
  {
    "name": "UnboundSMP",
    "thumbnail": "images/UnboundSMP.png",
    "description": "A custom SMP plugin introducing playable races combined with a dynamic luck system."
  },
  {  
    "name": "BreadCore",
    "thumbnail": "images/BreadCore.png",
    "description": "A core SMP plugin built for Bread SMP, packed with multiple essential and expandable gameplay features."
  }
]

